<template>
  <div class="law-content">
    <div class="com-header">
      声明
    </div>

    <div class="statement-content">
      <span class="sub-title">第一条</span>
      <p class="statement-item">
        本网站的宗旨是在不违反国际法律法规的前提下，尽可能地为全球各地区，尤其在大中华地区，提供本网站为全球各地区提供为消费积分持有者一个专业、公平且自愿的交易平台。禁止使用本网站从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，本站将冻结账户，立即报送当地执法部门。
      </p>

      <span class="sub-title">第二条</span>
      <p class="statement-item">
        当执法部门、检察院、法院等有权机关出示相应的调查文件要求本站配合对指定用户进行调查时，或对用户账户采取查封、冻结或者划转措施时，本站将按照执法部门的要求协助提供相应的用户数据，或进行相应的操作。因此而造成的用户 隐私泄露、账户不能操作及因此给所造成的损失等，本站不承担任何责任。
      </p>

      <span class="sub-title">第三条</span>
      <p class="statement-item">
        本网站使用者因为违反本声明的规定而触犯法律法规的，本站做为服务的提供方，有义务对平台的规则及服务 进行完善，但本站并无触犯法律法规的动机和事实，对使用者的行为不承担任何连带责任。
      </p>

      <span class="sub-title">第四条</span>
      <p class="statement-item">
        凡以任何方式登录本网站或直接、间接使用本网站服务者，视为自愿接受本网站声明的约束。
      </p>

      <span class="sub-title">第五条</span>
      <p class="statement-item">
        本声明未涉及的问题参见有关法律法规，当本声明与当地法律法规冲突时，以当地法律法规为准。
      </p>
    </div>

    <div class="agreement-title">
      积分ONE用户协议
    </div>

    <div class="agreement-content">
      <el-col :span="24" class="content-title">
        目录
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>（一）定义条款</li>
          <li>（二）用户注册</li>
          <li>（三）用户服务</li>
          <li>（四）交易规则</li>
          <li>（五）用户的权利与义务</li>
          <li>（六）特别声明</li>
          <li>（七）知识产权</li>
          <li>（八）风险提示</li>
          <li>（九）违约责任</li>
          <li>（十）争端解决</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        积分ONE与用户共同确认：
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>1 用户点击积分ONE注册页面的同意注册按钮并完成注册程序、获得积分ONE账号和密码时，视为用户与积分ONE已达成《用户协议》(下称"本协议"），就用户使用消费积分相应的交易服务达成本协议的全部约定。</li>
          <li>2 积分ONE及用户均已认真阅读本《用户协议》中全部条款及发布的法律声明和操作规则的内容，对本协议及前述服务条款、法律声明和操作规则均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。积分ONE《声明》为本协议的必要组成部分，用户接受本协议的同时即视为接受积分ONE《声明》的全部内容。本协议内容包括本协议正文以及积分ONE已经发布的或将来可能发布的各类规则、声明、说明等。所有规则、声明、说明等均为协议不可分割的一部分，与协议正文具有同等法律效力。</li>
          <li>3 本协议不涉及用户与其他用户之间因数字资产交易而产生的法律关系及法律纠纷。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （一）定义条款
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>1.1 本协议所称“消费积分”：不仅包括国际上目前通行消费所馈赠积分以及数字资产，如商城积分、商家积分、网店积分等，还包括积分ONE全部交易区目前和未来上线的全部数字资产。</li>
          <li>1.2 “积分ONE”：积分ONE组织运营和管理的消费积分交易平台，域名为www.jifenone.com，积分ONE该网络交易平台为消费积分玩家提供进行数字资产的网络交易平台服务。本协议下文中，“积分ONE”指网络交易平台（www.jifenone.com），亦指积分ONE的管理方。</li>
          <li>1.3 “用户”：接受并同意本协议全部条款及积分ONE不时发布和更新的法律条款和操作规则、通过积分ONE进行数字资产交易的注册会员。</li>
          <li>1.4 “用户注册”：用户注册是指用户登录积分ONE，并按要求填写相关信息并确认同意履行相关用户协议的过程。</li>
          <li>1.5 “积分交易”：用户通过消费积分和法定货币进行的数字资产交易活动。</li>
          <li>1.6 “充值款”：用户为购买数字资产/出售数字资产而向积分ONE平台预充入的法币/数字资产的款项。</li>
          <li>1.7 “手续费”：用户在积分ONE平台达成数字资产交易而向积分ONE支付的交易服务费用。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （二）用户注册
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>2.1 注册资格<br/>
          用户承诺：用户具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力,但点击同意注册按钮，本网即视为经其法定代理人同意并由其法定代理人代理注册及应用积分ONE服务。</li>
          <li>2.2 注册目的<br/>
          用户承诺：用户在积分ONE进行注册并非出于违反法律法规进行违法犯罪活动目的或破坏积分ONE数字资产交易秩序的目的。</li>
          <li>2.3 注册流程</li>
          <li>2.3.1 用户同意根据积分ONE注册页面的要求提供有效联系信息，如手机号等信息，设置积分ONE账号及密码，用户应确保所提供全部信息的真实性、完整性和准确性。</li>
          <li>2.3.2 用户合法、完整并有效提供注册所需信息的，有权获得账号和密码，所述账号和密码用于用户在积分ONE进行会员登录。</li>
          <li>2.3.3 用户获得所述账号及密码时视为用户注册成功，用户同意接收积分ONE发送的与网站管理、运营相关的电子邮件和/或短消息。</li>
          <li>2.3.4 用户注册成功后进行数字资产交易，应当按照本协议要求提供本人的真实身份信息包括但不限于姓名、身份证号、照片等，进行实名认证。</li>
          <li>2.3.5 用户在使用积分ONE提供的服务过程中，应当按照本协议要求进行一系列身份的确认操作，包括但不限于提供本人的身份证照片、手持身份证照片、进行视频认证等。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （三）用户服务
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>积分ONE为用户进行消费积分数字资产交易活动提供网络交易平台服务。积分ONE不作为买家或是卖家参与买卖数字资产行为本身。</li>
          <li>3.1 服务内容</li>
          <li>3.1.1 用户有权在积分ONE浏览数字资产实时行情及交易信息、有权通过积分ONE提交数字资产交易请求并完成数字资产交易。</li>
          <li>3.1.2 用户有权在积分ONE查看其会员账号下的信息，有权应用积分ONE提供的功能进行操作。</li>
          <li>3.1.3 用户有权按照积分ONE发布的活动规则参与积分ONE组织的网站活动。</li>
          <li>3.1.4 积分ONE承诺为用户提供的其他服务。</li>
          <li>3.2 服务规则<br/>
          用户承诺遵守下列积分ONE服务规则：</li>
          <li>3.2.1 用户应当遵守法律法规、规章、规范性文件及政策要求的规定，保证账户中所有资金和数字资产来源的合法性，不得在积分ONE或利用积分ONE服务从事非法或其他损害积分ONE或第三方权益的活动，如发送或接收任何违法、违规、违反公序良俗、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经积分ONE授权使用或伪造积分ONE电子邮件题头信息等。</li>
          <li>3.2.2 用户应当妥善使用和保管其积分ONE账号及密码、资金密码以及手机接收的手机验证码的安全。用户对使用其积分ONE账号和密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当用户发现积分ONE账号、密码、或资金密码、验证码被未经其授权的第三方使用，或存在其他账号安全问题时，应立即通知积分ONE，要求积分ONE暂停涉事账号的服务。积分ONE有权在合理时间内对用户的该等请求采取行动，但对积分ONE采取行动前用户已经遭受的损失不承担任何责任。用户在未经积分ONE同意的情况下不得将积分ONE账号以赠与、借用、租用、转让或其他方式处分给他人。</li>
          <li>3.2.3 用户应当遵守积分ONE不时发布和更新的用户协议以及其他服务条款和操作规则。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （四）交易规则
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>用户承诺在其进入积分ONE交易，通过积分ONE与其他用户消费积分数字资产交易的过程中良好遵守如下数字资产交易规则。</li>
          <li>4.1 浏览交易信息<br>
          用户在积分ONE浏览数字资产交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于消费积分数字资产价格、交易量、手续费、买入或卖出操作，所述用户完全接受交易信息中包含的全部内容后方可点击按钮进行交易。</li>
          <li>4.2 充值<br/>
          用户了解并同意积分ONE会时时更新可使用的充值的法币币种，目前仅支持人民币充值。</li>
          <li>4.3 提现<br/>
          用户了解并同意，用户有权随时提取在积分ONE账户中的余额，包括法币以及数字资产，但需向积分ONE支付相应的提现手续费用。</li>
          <li>4.4 查看交易明细<br/>
          用户可以通过管理中心的交易明细中查看相应的成交记录，确认自己的详情交易记录。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （五）用户的权利与义务
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>5.1用户有权按照本协议约定接受积分ONE提供的数字资产交易平台服务。</li>
          <li>5.2 用户有权随时终止使用积分ONE服务。</li>
          <li>5.3 用户有权随时提取在积分ONE的资金余额，包括人民币以及数字资产。</li>
          <li>5.4 用户对注册时提供的个人资料的真实性、有效性及安全性负责。</li>
          <li>5.5 用户在积分ONE进行数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序。</li>
          <li>5.6 用户不得以任何技术手段或其他方式干扰积分ONE的正常运行或干扰其他用户对积分ONE服务的使用。</li>
          <li>5.7 如用户因网上交易与其他用户产生诉讼的，不得通过司法或行政以外的途径要求积分ONE提供相关资料。</li>
          <li>5.8 用户不得以虚构事实等方式恶意诋毁积分ONE的商誉。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （六）特别声明
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>6.1 在法律允许的范围内，不论在何种情况下，积分ONE对由于信息网络设备维护、信息网络连接故障、电脑、通讯 或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务，以及用户因此而遭受的损失不承担责任。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （七）知识产权
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>7.1 积分ONE所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合， 软件编译、相关源代码和软件（包括小应用程序和脚本）的知识产权权利均归积分ONE所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。</li>
          <li>7.2 积分ONE名称中包含的所有权利（包括但不限于商誉和商标、标志）均归积分ONE管理方所有。</li>
          <li>7.3 用户接受本协议即视为用户主动将其在积分ONE发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权 以及应当由著作权人享有的其他可转让权利无偿独家转让给积分ONE所有，积分ONE有权利就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在积分ONE发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。</li>
          <li>7.4 用户在使用积分ONE服务过程中不得非法使用或处分积分ONE或他人的知识产权权利。用户不得将已发表于积分ONE的信息以任何形式发布或授权其它网站（及媒体）使用。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （八）风险提示
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>8.1 积分交易、数字资产交易有极高的风险。</li>
          <li>8.1.1 积分交易、数字资产市场是全新的、未经确认的，而且可能不会增长。目前，数字资产主要由投机者大量使用，零售和商业市场使用相对较少。因此，数字资产价格易产生波动，并进而对数字资产投资产生不利影响。</li>
          <li>8.1.2 积分交易、数字资产市场没有像证券那样的涨跌停限制，同时交易是24小时开放的。数字资产由于筹码较少，价格易受到庄家控制以及全球政府政策的影响而大幅波动即有可能出现一天价格涨几倍的情况，同时也可能出现一天内价格跌去一半的情况。</li>
          <li>8.1.3 因各国法律、法规和规范性文件的制定或者修改，数字资产交易随时可能被暂停、或被禁止。</li>
          <li>8.2 用户参与数字资产交易，应当自行控制风险，评估数字资产投资价值和投资风险，承担损失全部投资的经济风险。</li>
          <li>8.2.1 用户参与消费积分、数字资产交易，需承受较高风险。用户应了解和理解此投资有可能导致部分损失或全部损失，所以用户应该以能承受的损失程度来决定投资的金额。用户应了解和理解数字资产会产生衍生风险，所以如有任何疑问，建议先寻求相关法律顾问的协助。此外，除了上述提及过的风险以外，还会有未能预测的风险存在。</li>
          <li>8.2.2 用户应慎重考虑并用清晰的判断能力去评估自己的财政状况及上述各项风险而作出任何买卖消费积分、数字资产的决定，并承担由此产生的全部损失，积分ONE对此不承担任何责任。</li>
          <li>8.3 因国家法律、法规和规范性文件的制定或者修改，导致消费积分交易、数字资产交易被暂停、或者禁止的，因此造成的经济损失全部由用户自行承担。</li>
          <li>8.4 用户了解积分ONE仅作为用户获取数字资产信息、寻找交易方、就数字资产的交易进行协商及开展交易的场所，积分ONE不参与用户的任何交易，故用户应自行谨慎判断确定相关数字资产及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。</li>
          <li>8.5 积分ONE的任何意见、消息、探讨、分析、价格、建议和其他资讯均是一般的市场评论，并不构成投资建议。积分ONE不承担任何因依赖该资讯直接或间接而产生的损失，包括但不限于任何利润损失。</li>
          <li>8.6 积分ONE的内容会随时更改并不作另行通知，积分ONE已采取合理措施确保网站资讯的准确性，但并不能保证其准确性程度，亦不会承担任何因积分ONE的资讯或因未能链结互联网、传送或接收任何通知和信息时的延误或失败而直接或间接产生的损失。</li>
          <li>8.7 使用互联网形式的交易系统亦存有风险，包括但不限于软件，硬件和互联网链结的失败等。由于积分ONE不能控制互联网的可靠性和可用性，积分ONE不会对失真，延误和链结失败而承担任何责任。</li>
          <li>8.8 禁止使用积分ONE从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，积分ONE有权采取各种可使用之手段，包括但不限于冻结账户，通知相关权利机关等，积分ONE不承担由此产生的所有责任并保留向相关人士追究责任的权利。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （九）违约责任
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>9.1 积分ONE或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。</li>
          <li>9.2 如因用户提供的信息不真实、不完整或不准确给积分ONE造成损失的，积分ONE有权要求用户对积分ONE进行损失的赔偿。</li>
          <li>9.3 如因用户违反法律法规规定或本协议约定，在积分ONE或利用积分ONE服务从事非法活动的，积分ONE有权立即终止继续对其提供积分ONE服务，注销其账号，并要求其赔偿由此给积分ONE造成的损失。</li>
          <li>9.4 如用户以技术手段干扰积分ONE的运行或干扰其他用户对积分ONE使用的，积分ONE有权立即注销其积分ONE账号，并有权要求其赔偿由此给积分ONE造成的损失。</li>
          <li>9.5 如用户以虚构事实等方式恶意诋毁积分ONE的商誉，积分ONE有权要求用户向积分ONE公开道歉，赔偿其给积分ONE造成的损失，并有权终止对其提供服务。</li>
        </ul>
      </el-col>

      <el-col :span="24" class="content-title">
        （十）争端解决
      </el-col>
      <el-col :span="24">
        <ul class="item-list">
          <li>10.1 用户与积分ONE因本协议的履行发生争议的应通过友好协商解决，协商解决不成的，任一方有权将争议提交积分ONE管理团队所在地仲裁机构依照仲裁规则进行仲裁。</li>
        </ul>
      </el-col>
    </div>

  </div>
</template>

<script>
export default {
  data () {
    return {}
  }
}
</script>

<style scoped>
</style>
